Repository: vincent-petithory/gnome-shell-extensions-workspace-monitor
Catalog: po/*.po
Languages: fr, pt

source: Workspace Monitor
fr: Moniteur d'espace de travail
pt: Monitor do ambiente de trabalho

source: Workspace
fr: Espace de travail
pt: Ambiente de trabalho

source: Display
fr: Affichage
pt: Exposição

source: Panel width
fr: Largeur du panneau
pt: Largura do painel

source: Show the window's application icon
fr: Afficher l'icône d'application de la fenêtre
pt: Mostrar o ícone da aplicação da janela

source: Dim unfocused windows
fr: Estomper les fenêtres désactivées
pt: Escurecer as janelas inactivas

source: Display mode
fr: Mode d'affichage
pt: Modo de exposição

source: Overlay
fr: Surcouche
pt: Sobreposição

source: Visibility:
fr: Visibilité :
pt: Visibilidade :

source: Always visible
fr: Toujours visible
pt: Sempre visível

source: Actions
pt: Acções

source: Use the mouse wheel to switch of workspace
fr: Utiliser la molette de la souris pour changer d'espace de travail
pt: Usar a roda do rato para trocar de ambiente de trabalho

source: Shortcut to show or hide the panel
fr: Raccourci pour afficher ou cacher le panneau
pt: Atalho para mostrar ou ocultar o painel

source: Behavior
fr: Comportement
pt: Comportamento

source: Always show the active workspace
fr: Toujours montrer l'espace de travail actif
pt: Mostrar sempre o ambiente de trabalho activo

source: List of windows
fr: Liste des fenêtres
pt: Lista de janelas

source: Show all the windows of the selected workspace
fr: Afficher toutes les fenêtres de l'espace de travail sélectionné
pt: Mostrar todas as janelas do ambiente de trabalho seleccionado

source: Show all the windows except those of the selected workspace
fr: Afficher toutes les fenêtres sauf celles de l'espace de travail sélectionné
pt: Mostrar todas as janelas excepto as do ambiente de trabalho seleccionado

source: Custom window filtering
fr: Filtrage personnalisé des fenêtres
pt: Filtragem personalizada das janelas

source: Edit filter rules
fr: Éditer les règles du filtre
pt: Editar as regras do filtro
